"""
Написать имитацию чата двух людей.
Использовать команду print для вывода сообщений в консоль.
Использовать команду sleep из модуля time для имитации паузы между сообщениями.
"""

import time

print("Он:  Привет")
time.sleep(1)
print("Она: привет :)")
time.sleep(1.5)
print("Он:  Как дела?")
time.sleep(3)
print("Она: все хорошо.")
time.sleep(2)
print("как твои? )")

time.sleep(5)